Repository: MatthieuSegret/yummy-phoenix
Catalog: priv/gettext/*/LC_MESSAGES/coherence.po
Languages: fr

source: %{site_name} - Confirm your new account
fr: %{site_name} - Confirmez votre nouveau compte

source: %{site_name} - Invitation to create a new account
fr: %{site_name} - Invitation à créer un nouveau compte

source: %{site_name} - Reset password instructions
fr: %{nom_site} - Réinitialiser votre mot de passe

source: %{site_name} - Unlock Instructions
fr: %{site_name} - Débloquer votre compte

source: Account already confirmed.
fr: Compte déjà validé.

source: Account is inactive!
fr: Le compte est inactif !

source: Account is not locked.
fr: Le compte n'est pas verrouillé.

source: Account updated successfully.
fr: Compte mis à jour avec succès.

source: Already logged in.
fr: Déjà connecté.

source: Are you sure?
fr: Êtes-vous sûr?

source: Can't find that token
fr: Impossible de trouver cet identifiant

source: Cancel
fr: Annuler

source: Change my password
fr: Changer mon mot de passe

source: Confirm my Account
fr: Valider votre compte

source: Confirmation email sent.
fr: L'email de validation de votre compte à été envoyé

source: Confirmation token expired.
fr: Votre demande de validation de compte a expiré.

source: Could not find that email address
fr: Impossible de trouver cette adresse email

source: Create a New Password
fr: Créer un nouveau mot de passe

source: Create my Account
fr: Créer votre compte

source: Current Password
fr: Mot de passe actuel

source: Delete
fr: Supprimer

source: Edit
fr: Editer

source: Edit Account
fr: Modifier le compte

source: Forgot your password?
fr: Mot de passe oublié ?

source: HTTP Authentication Required
fr: Authentification HTTP requise

source: Hello %{name}!
fr: Bonjour %{name}!

source: If you didn't request this, please ignore this email.
fr: Si vous ne l'avez pas demandé, ignorez cet email.

source: Incorrect %{login_field} or password.
fr: %{login_field} ou mot de passe invalide

source: Invalid %{user_token} error: %{error}
fr: %{user_token} invalide, erreur: %{error}

source: Invalid Invitation. Please contact the site administrator.
fr: Invitation invalide. Veuillez contacter l'administrateur du site.

source: Invalid confirmation token.
fr: L'identifiant de confirmation invalide

source: Invalid email or password.
fr: Email ou mot de passe invalide

source: Invalid invitation token.
fr: L'identifiant d'invitation invalide

source: Invalid reset token.
fr: L'iidentifiant de réinitialisation invalide

source: Invalid unlock token.
fr: L'identifiant de débloquage de votre compte est invalide

source: Invitation already sent.
fr: L'invitation déjà envoyée.

source: Invitation sent.
fr: Invitation envoyée.

source: Invite Someone
fr: Inviter Quelqu'un

source: Mailer configuration required!
fr: Configuration du gestionnaire d'envoi d'email requise!

source: Maximum Login attempts exceeded. Your account has been locked.
fr: Les tentatives maximales de connexion ont été dépassées. Votre compte a été verrouillé.

source: Name
fr: Nom

source: Name:
fr: Nom :

source: Need An Account?
fr: S'inscrire

source: Password
fr: Mot de passe

source: Password Confirmation
fr: Confirmer votre mot de passe

source: Password reset token expired.
fr: L'identifiant de réinitialisation du mot de passe a expiré.

source: Password updated successfully.
fr: Mot de passe mis à jour avec succès

source: Problem confirming user account. Please contact the system administrator.
fr: Un problème durant la validation de votre compte est survenu. Veuillez contacter l'administrateur du site

source: Register
fr: S'inscrire

source: Register Account
fr: S'inscrire

source: Registration created successfully.
fr: Votre compte a bien été crée.

source: Remember Me?
fr: Se souvenir de moi ?

source: Resend confirmation email
fr: Renvoyer l'email de validation de votre compte

source: Reset email sent. Check your email for a reset link.
fr: L'email de réinitialisation de votre mot de passe a bien été envoyé.

source: Restricted Area
fr: Espace protégé

source: Send Instructions
fr: Débloquer votre compte

source: Send an unlock email
fr: Envoyer un email permettant de débloquer votre compte

source: Send reset password link
fr: Réinitialiser votre mot de passe

source: Reset password
fr: Mot de passe oublié ?

source: Show account
fr: Afficher le compte

source: Sign In
fr: Se connecter

source: Sign Out
fr: Se déconnecter

source: Signed in successfully.
fr: Vous êtes bien connecté(e)

source: Someone has requested a link to change your password, and you can do this through the link below.
fr: Quelqu'un a demandé un lien pour changer votre mot de passe, et vous pouvez le faire via le lien ci-dessous.

source: Thank you!
fr: Merci !

source: Too many failed login attempts. Account has been locked.
fr: Trop de tentatives de connexion échouées. Le compte a été verrouillé.

source: Unauthorized IP Address
fr: Adresse IP non autorisée

source: Unlock Instructions sent.
fr: L'email pour débloquer votre compte a été envoyé

source: Unlock my Account
fr: Débloquer votre compte

source: Unlock your account
fr: Débloquer votre compte

source: Update
fr: Mise à jour

source: User account confirmed successfully.
fr: Votre compte a bien été validé

source: User already has an account!
fr: Ce compte existe déjà !

source: You are using an invalid security token for this site! This security violation has been logged.
fr: Vous utilisez un identifiant invalide pour ce site ! Cette violation de sécurité a été enregistrée.

source: You have been invited to create an Account. Use the link below to create an account.
fr: Vous avez été invité à créer un compte. Utilisez le lien ci-dessous pour créer votre compte.

source: You must confirm your account before you can login.
fr: Vous devez valider votre compte avant de pouvoir vous connecter.

source: You need to sign in or sign up before continuing.
fr: Vous devez vous connecter ou vous inscrire avant de continuer.

source: You requested unlock instructions for your locked account. Please click the link below to unlock your account.
fr: Vous avez demandé des instructions pour débloquer votre compte. Cliquez sur le lien ci-dessous pour le débloquer

source: Your account has been unlocked
fr: Votre compte a été débloqué

source: Your account is not locked.
fr: Votre compte n'est pas bloqué

source: Your new account is almost ready. Click the link below to confirm you new account.
fr: Votre compte est presque prêt. Cliquez sur le lien ci-dessous pour valider votre nouveau compte

source: Your password won't change until you access the link above and create a new one.
fr: Votre mot de passe ne changera pas jusqu'à ce que vous accédez au lien ci-dessus et en créez un nouveau.

source: already confirmed
fr: déjà validé

source: already locked
fr: déjà bloqué

source: can't be blank
fr: doit être rempli(e)

source: invalid current password
fr: mot de passe actuel invalide

source: not locked
fr: n'est pas bloqué

source: required
fr: obligatoire

source: Login
fr: Se connecter

source: Logout
fr: Se déconnecter
