Repository: MatthieuSegret/yummy-phoenix
Catalog: priv/gettext/*/LC_MESSAGES/errors.po
Languages: fr

source: can't be blank
fr: doit être rempli(e)

source: has already been taken
fr: n'est pas disponible

source: is invalid
fr: n'est pas valide

source: must be accepted
fr: doit être accepté(e)

source: has invalid format
fr: n'est pas au bon format

source: has an invalid entry
fr: n'est pas valide

source: is reserved
fr: n'est pas disponible

source: does not match confirmation
fr: ne concorde pas avec %{attribute}

source: is still associated with this entry
fr: est toujours associé à cette entrée

source: are still associated with this entry
fr: est toujours associé à cette entrée

source: should be %{count} character(s)
fr: ne fait pas la bonne longueur (doit comporter un seul élément)

source: should have %{count} item(s)
fr: ne fait pas la bonne longueur (doit comporter un seul caractère)

source: should be at least %{count} character(s)
fr: est trop court (au moins un caractère)

source: should have at least %{count} item(s)
fr: est trop court (au moins un caractère)

source: should be at most %{count} character(s)
fr: est trop long (pas plus d'un caractère)

source: should have at most %{count} item(s)
fr: doit avoir au plus d'un élément

source: must be less than %{number}
fr: doit être inférieur à %{number}

source: must be greater than %{number}
fr: doit être supérieur à %{number}

source: must be less than or equal to %{number}
fr: doit être inférieur ou égal à %{number}

source: must be greater than or equal to %{number}
fr: doit être supérieur ou égal à %{number}

source: must be equal to %{number}
fr: doit être égal à %{number}
